2021-2023/TNCO/Packages/rfs_voicebundle_ansible/Contains/prov_base/Lifecycle/ansible/roles/ceaseenum/templates/nokia_provisioning_gw_enum_cease_request.xml.j2

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:typ="http://www.netnumber.com/titan/view/soap/types">
	<soapenv:Header/>
	<soapenv:Body>
		<typ:ChangeRequest view="{{ ENUM_ChangeRequest_view }}">
			<typ:entry>number='{{ Old_GPSI }}' subscriber-id="{{ Old_GPSI }}" rrid=0</typ:entry>
		</typ:ChangeRequest>
	</soapenv:Body>
</soapenv:Envelope>